{
    "articles":[
        {"title":"Broom","date":"01/05/2005", "selected":false,"imgsrc":"broom", "content":"A broom (also known in some forms as a broomstick) is a cleaning tool consisting of usually stiff fibers (often made of materials such as plastic, hair, or corn husks) attached to, and roughly parallel to, a cylindrical handle, the broomstick. It is thus a variety of brush with a long handle. It is commonly used in combination with a dustpan.\nA distinction is made between a hard broom and a soft broom and a spectrum in between. Soft brooms are used in some cultures chiefly for sweeping walls of cobwebs and spiders, like a feather duster, with hard brooms are for rougher tasks like sweeping dirt off sidewalks or concrete floors, or even smoothing and texturing wet concrete. The majority of brooms are somewhere in between, suitable for sweeping the floors of homes and businesses, soft enough to be flexible and to move even light dust, but stiff enough to achieve a firm sweeping action.The broom is also a symbolic object associated with witchcraft and ceremonial magic.\n"},
        {"title":"Brush","date":"13/02/2002", "selected":true, "imgsrc":"brush","content":"A brush is a common tool with bristles, wire or other filaments. It generally consists of a handle or block to which filaments are affixed in either a parallel or perpendicular orientation, depending on the way the brush is to be gripped during use. The material of both the block and bristles or filaments is chosen to withstand hazards of its intended use, such as corrosive chemicals, heat or abrasion. It is used for cleaning, grooming hair, make up,   painting,  surface finishing and for many other purposes.   It is one of the most basic and versatile tools in use today, and the average household may contain several dozen varieties.\n"},
        {"title":"Methanol","date":"04/04/2004", "selected":false, "imgsrc":"methanol","content":"\n\nMethanol, also known as methyl alcohol amongst other names, is a chemical with the formula CH3OH (a methyl group linked to a hydroxyl group, often abbreviated MeOH). It is a light, volatile, colourless, flammable liquid with a distinctive alcoholic odour similar to that of ethanol.\nA polar solvent, methanol acquired the name wood alcohol because it was once produced chiefly by the destructive distillation of wood.  Today, methanol is mainly produced industrially by hydrogenation of carbon monoxide.Methanol consists of a methyl group linked to a hydroxyl group. With more than 20 million tons produced annually, it is used as a precursor to other commodity chemicals, including formaldehyde, acetic acid, methyl tert-butyl ether, as well as a host of more specialised chemicals.\n\n"},
        {"title":"Soap","date":"10/10/2010", "selected":true,"imgsrc":"soap", "content":"Soap is a salt of a fatty acid used in a variety of cleansing and lubricating products. In a domestic setting, soaps are surfactants usually used for washing, bathing, and other types of housekeeping. In industrial settings, soaps are used as thickeners, components of some lubricants, and precursors to catalysts.\nWhen used for cleaning, soap solubilizes particles and grime, which can then be separated from the article being cleaned. In hand washing, as a surfactant, when lathered with a little water, soap kills microorganisms by disorganizing their membrane lipid bilayer and denaturing their proteins. It also emulsifies oils, enabling them to be carried away by running water.Soap is created by mixing fats and oils with a base, as opposed to detergent which is created by combining chemical compounds in a mixer.\nHumans have used soap for millennia. Evidence exists of the production of soap-like materials in around 2800 BC in ancient Babylon.\n"},
        {"title":"Cleaning agent","date":"05/06/2030", "selected":false,"imgsrc":"agent", "content":"Cleaning agents or hard-surface cleaners are substances (usually liquids, powders, sprays, or granules) used to remove dirt, including dust, stains, bad smells, and clutter on surfaces. Purposes of cleaning agents include health, beauty, removing offensive odor, and avoiding the spread of dirt and contaminants to oneself and others. Some cleaning agents can kill bacteria (e.g. door handle bacteria, as well as bacteria on worktops and other metallic surfaces) and clean at the same time. Others, called degreasers, contain organic solvents to help dissolve oils and fats.\n\n\n"},
        {"title":"Hydrogen peroxid","date":"12/09/2007", "selected":true, "imgsrc":"h2o2","content":"\n\nHydrogen peroxide is a chemical compound with the formula H2O2. In its pure form, it is a very pale blue liquid, slightly more viscous than water. Hydrogen peroxide is the simplest peroxide (a compound with an oxygen-oxygen single bond). It is used as an oxidizer, bleaching agent, and antiseptic. Concentrated hydrogen peroxide, or high-test peroxide, is a reactive oxygen species and has been used as a propellant in rocketry. Its chemistry is dominated by the nature of its unstable peroxide bond.\nHydrogen peroxide is unstable and slowly decomposes in the presence of light. Because of its instability, hydrogen peroxide is typically stored with a stabilizer in a weakly acidic solution in a dark colored bottle. Hydrogen peroxide is found in biological systems including the human body. Enzymes that use or decompose hydrogen peroxide are classified as peroxidases.\n"},
        {"title":"bleach","date":"11/11/2011", "selected":false,"imgsrc":"bleach", "content":"\n\n\nBleach is the generic name for any chemical product which is used industrially and domestically to remove color from a fabric or fiber or to clean or to remove stains in a process called bleaching.  It often refers, specifically, to a dilute solution of sodium hypochlorite, also called liquid bleach.\nMany bleaches have broad spectrum bactericidal properties, making them useful for disinfecting and sterilizing and are used in swimming pool sanitation to control bacteria, viruses, and algae and in many places where sterile conditions are required. They are also used in many industrial processes, notably in the bleaching of wood pulp. Bleaches also have other minor uses like removing mildew, killing weeds, and increasing the longevity of cut flowers.Bleaches work by reacting with many colored organic compounds, such as natural pigments, and turning them into colorless ones.  While most bleaches are oxidizing agents (chemicals that can remove electrons from other molecules), some are reducing agents (that donate electrons).\nChlorine, a powerful oxidizer, is the active agent in many household bleaches. Since pure chlorine is a toxic corrosive gas, these products usually contain hypochlorite, which releases chlorine when needed. Bleaching powder usually means a formulation containing calcium hypochlorite.\nOxidizing bleaching agents that do not contain chlorine are usually based on peroxides such as hydrogen peroxide, sodium percarbonate, and sodium perborate. These bleaches are called 'non-chlorine bleach,' 'oxygen bleach' or 'color-safe bleach.'Reducing bleaches have niche uses, such as sulfur dioxide used to bleach wool, either as gas or from solutions of sodium dithionite; and sodium borohydride.\nBleaches generally react with many other organic substances besides the intended colored pigments, so they can weaken or damage natural materials like fibers, cloth, and leather, and intentionally applied dyes such as the indigo of denim. For the same reason, ingestion of the products, breathing of the fumes, or contact with skin or eyes can cause health damage.\n"}
    ]
}